<template>
<transition  name="set">
<div class="aggrementWrap">
   <div class="title">
      <span class="backto" @click="back">
          <i class="iconWanwan iconWfanhui activityNotice"></i>
      </span>
      <span class="titleDes">社区规范</span>
    </div>
    <p class="aggrementTitle">多录社区规范</p>
    <div class="aggrementMain">
      <p>
        在多录的大家庭里，为了给广大用户创造一个和谐友好、真诚分享交流的社区氛围，希望用户们可以按照规范，共同维护我们的社区环境。
      </p>
      <p>
        01<br>
        禁止在个人信息、评论、动态、专辑、私信中发布和传播违法违规内容<br>
        1. 根据现⾏法律法规，危害国家及社会安全的信息<br>
        违法违规内容包括但不限于:<br>
        反对宪法确定的基本原则<br>
        危害国家安全，泄露国家机密，颠覆国家政权，破坏国家统⼀、主权和领土完整<br>
        损害国家荣誉和利益<br>
        煽动⺠族分裂、⺠族仇恨、民族歧视，侵害少数⺠族⻛俗习惯，破坏民族团结<br>
        煽动地域歧视、地域仇恨<br>
        破坏国家宗教政策、宣扬邪教和封建迷信<br>
        危害社会公德或者⺠族优秀⽂化传统<br>
        侮辱、滥⽤英烈形象，否定英烈事迹，美化粉饰侵略者和侵略战争行为<br>
        传授犯罪方法或宣扬美化犯罪分子和犯罪行为<br>
        编造或散布谣言、虚假信息，扰乱社会秩序，破坏社会稳定<br>
        煽动⾮法集会、结社、游行、示威、聚众扰乱社会秩序<br>
        散布污⾔秽语，损害社会公序良俗<br>
        有关法律、行政法规和国家规定禁止的其他内容<br>
        2. 情低俗内容<br>
        直接暴露和描写⼈体性部位的内容<br>
        全身或者隐私部位未着衣物，仅⽤肢体掩盖隐私部位的内容<br>
        表现或隐晦表现性行为、具有挑逗性或者侮辱性的内容<br>
        以庸俗和挑逗性标题吸引点击的内容<br>
        以带有性暗示、性挑逗的语⾔描述性行为、性过程、性⽅式的内容<br>
        相关部⻔禁⽌传播的⾊情和有伤社会⻛化的⽂字、 ⾳视频内容，包括⼀些电影的删节片段<br>
        情色动漫<br>
        传播⼀夜情、换妻、性虐待等的有害信息<br>
        法性药品⼴告和性病治疗⼴告等相关内容<br>
        推介淫秽色情网站和⽹上低俗信息的链接、图⽚、 ⽂字等内容<br>
        提供色情服务<br>
        其他宣扬淫秽、⾊情的内容<br>
        3. 暴力恐怖内容<br>
        宣扬暴力、凶杀、恐怖主义、极端主义或者教唆犯罪<br>
        散播⼈或动物被杀，致残以及枪击、刺伤、拷打等受伤情形的真实画面<br>
        暴力，⾃残或虐待儿童<br>
        含激烈冲突或⾎腥且引起⽣理不适的内容<br>
        骇⼈视听、令人感到不安、难受甚⾄严重不适的内容<br>
        六合彩、赌球、赌博交易平台的信息<br>
        赌博交易平台的链接、⼆维码、邀请码等信息<br>
        赌博机、遥控子、透视扑克等具有赌博性质的器具及其相关作弊工具信息<br>
        关于币商、中介、游戏币回收等⽹络赌博性质类服务的信息<br>
        聚众赌博、出售赌博器具<br>
        传授赌博技巧、⽅式、⽅法及进行博彩活动等一切赌博类内容<br>
        5. 其他违法信息<br>
        展示未成年人婚育的内容<br>
        诱导未成年⼈违法犯罪，侵害未成年人合法权益或者损害未成年⼈身⼼健康的内容<br>
        披露未成年人的个人隐私或有损未成年人⼈格尊严的内容<br>
        发布含有潜在危险的内容，或使用第三⽅网站伪造跳转链接，如钓鱼网站、木马、病毒网站等<br>
      </p>
      <p>
        02不能在个人信息、评论、动态、专辑、私信中发布侵权内容侵权内容包括但不限于:<br>
        1. 不友善行为<br>
        含有嘲讽、挑衅、羞辱、谩骂、歧视、威胁等不友善内容<br>
        干扰用户判断、敲诈勒索、发布仇恨⾔论以及恶意引战的行为<br>
        恶意煽动⽤户攻击、孤⽴或以其他手段不友善地对待其他用户的内容<br>
        因民族、种族、宗教、性取向、性别、年龄、地域、⽣理特征等身份或者归类⽽歧视、侮辱、攻击他⼈的行为<br>
        利用多录平台以骚扰他⼈或推广营销为⽬的重复发布相似动态、评论、私信或不同账号互相配合发布相似内容等行为<br>
        其他一切对多录的运营安全造成潜在威胁的行为<br>
        2. 非原创<br>
        未经授权发布从互联网上复制或收集到的图片、视频或⽂字等内容，存在侵犯他人知识产权、著作权和肖像权等行为<br>
        3. 其他侵权内容<br>
        泄露他人隐私或带有侵犯个⼈隐私性质的⾛光、偷拍、漏点等内容<br>
        发布虚假谣言、⽆事实依据的不实内容等虚假内容<br>
        冒充他⼈，通过头像、⽤户名等个⼈信息暗示⾃己与他人或机构相等同或有关联<br>
        其他侵犯任何个人、企业事业单位或社会团体的合法权益的内容，包括但不限于专利权、著作权、商标权或姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等<br>
      </p>
      <p>
        03不能在个人信息、评论、动态、专辑、私信中发布垃圾广告信息<br>
        垃圾⼴告信息，包括但不限于以推广、销售、盈利为目的，发布影响⽤户体验的内容<br>
        发布含⼴告销售意图的⽂字，如“可代购”、“找我购买”、“转卖”、“拼单”等<br>
        发布含具体⼴告销售⽅式或不合规的联系方式，如 个⼈⼿机号、闲⻥号、QQ、淘宝店铺、淘口令、 微店、微信、购买链接等<br>
        发布含⼴告销售意图的图片，如图⽚中含有⼆维码、购买⽅式水印<br>
        发布包含欺骗性的恶意营销内容，如通过伪造经历、冒充他⼈等⽅式进行恶意营销<br>
        多个账号互相配合发布包含垃圾⼴告的内容<br>
        兜售或贩卖各类法律法规所规定的禁⽌流通物和限制流通物，如枪支或⾮法/处方药品(即使在您的地区合法)<br>
      </p>
      <p>
        04不能针对账号以及内容(包括动态、评论等)伪造互动数据<br>
        伪造互动数据，包括但不限于<br>
        以伪造在社区内的影响⼒为目的，⼈⼯干预或制造虚假的粉丝数、点赞数、 收藏数等互动数据<br>
        ⼈为收集粉丝、评论、点赞或收藏数，扰乱社区秩序<br>
        使用机器、恶意程序手段或⼈为有组织性地操控账号并伪造互动数据<br>
        恶意注册使用多录账号，包括但不限于机器注册、频繁注册、批量注册、滥⽤多个账号<br>
        当有用户违反多录社区规范后，多录将限制违规内容曝光，并根据违规的严重程度，对违规的用户采取*限制发布*、*禁止评论*、*封禁帐号*等处理措施，请用户尽快修改或删除相关信息。大家对基于本规范做出的处理有任何异议，可以通过更多-帮助与客服-动态/账号申诉进行反馈哟~<br>
        请大家一同来维护这个热爱分享、真诚交流的社区，用户们如果发现此类内容欢迎积极举报给多录！<br>
        “多录”可根据法律要求或现实需要，对社区规范进行修改和解释。<br>
      </p>
    </div>
</div>
</transition>
</template>

<script>
export default {
  methods: {
    back () {
      this.$emit('hiddleFunc')
    }
  }
}
</script>

<style lang="less" scoped>
.aggrementWrap{
  width:100%;
  margin:auto;
  position:fixed;
  top:0;
  left:0;
  background-color:white;
  overflow: hidden;
  padding-left:5vw;
  padding-right:5vw;
  box-sizing: border-box;
  &.set-enter-active,&.set-leave-active{
    transition:all 0.5s;
  }
  &.set-enter,&.set-leave-to{
    left:100vw;
    opacity: 5.2;
  }
  .title{
    width:100%;
    height:12vw;
    position:relative;
    display:flex;
    justify-content: center;
    align-items: center;
    .backto{
      display:inline-block;
      width:10vw;
      height:12vw;
      line-height:12vw;
      position:absolute;
      left:1vw;
    }
    .titleDes{
      color:#666;
    }
  }
  .aggrementTitle{
    width:50vw;
    margin:auto;
    text-align: center;
    font-size:4.5vw;
    font-weight: 500;
  }
  .aggrementMain{
    height:calc(100vh - 20vw);
    overflow: scroll;
    p{
      margin-top:3vw;
      font-size:3.3vw;
      span{
        display:block;
        font-size:500;
        font-size:4.5vw;
        font-weight: 500;
      }
    }
  }
}
</style>
