<template>
  <div class="aggrementWrap">
    <div class="aggrementMain">
      <p>
        多录尊重并保护所有使用多录平台服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，多录会按照本隐私权政策的规定使用和披露您的个人信息。但多录将以高度的勤勉、审慎义务对待这些信息。除《多录用户注册协议》及本隐私权政策另有规定外，在未征得您事先许可的情况下，多录不会将这些信息对外披露或向第三方提供。多录会不时更新本隐私权政策。您在同意多录服务协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于《多录用户注册协议》不可分割的一部分。
      </p>
      <p>
        <span>1. 适用范围</span>
        a）在您注册或激活可以登录多录平台的账户时，您在多录平台提供的个人注册信息（应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息除外）; <br>
        b）在您使用多录平台服务，或访问多录平台网页时，多录自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用多录或其关联公司移动客户端软件，或访问移动网页使用多录平台服务时，多录可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。<br>
        c）多录通过合法途径从商业伙伴处取得的用户个人数据。<br>
        您了解并同意，以下信息不适用本隐私权政策：<br>
        a）您在使用多录平台提供的搜索服务时输入的关键字信息；<br>
        b）在您未选择「匿名购买」和或「匿名评价」功能时，多录收集到的您在多录进行交易的有关数据，包括但不限于出价、成交信息及评价详情；<br>
        c）信用评价、违反法律规定或违反多录规则行为及多录已对您采取的措施。<br>
      </p>
      <p>
        <span>2. 信息使用</span>
        a) 多录不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和多录单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。<br>
        b) 多录亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何多录平台用户如从事上述活动，一经发现，多录有权立即终止与该用户的服务协议。<br>
        c) 为服务用户的目的，多录或其关联公司可能通过使用您的个人信息，向您提供您可能感兴趣的信息，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或者与多录合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。<br>
        d) 多录可以使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与多录或其关联公司协议、政策或规则的行为，以保护您、其他多录用户，或多录或其关联公司合法权益。<br>
      </p>
      <p>
        <span>3. 信息披露</span>
        在如下情况下，多录将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：<br>
        a) 经您事先同意，向第三方披露；<br>
        b) 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；<br>
        c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；<br>
        d) 如您出现违反中国有关法律、法规或者多录服务协议或相关规则的情况，需要向第三方披露；<br>
        e) 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；<br>
        f) 在多录平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，多录有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。<br>
        g) 其它多录根据法律、法规或者网站政策认为合适的披露。<br>
      </p>
      <p>
        <span>4. 信息存储和交换</span>
        多录收集的有关您的信息和资料将保存在多录及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或多录收集信息和资料所在地的境外并在境外被访问、存储和展示。
      </p>
      <p>
        <span>5. Cookie的使用</span>
        a) 在您未拒绝接受 cookies 的情况下，多录会在您的计算机上设定或取用 cookies，以便您能登录或使用依赖于 cookies 的多录平台服务或功能。多录使用 cookies 可为您提供更加周到的个性化服务，包括推广服务。<br>
        b) 您有权选择接受或拒绝接受 cookies。您可以通过修改浏览器设置的方式拒绝接受 cookies。但如果您选择拒绝接受 cookies，则您可能无法登录或使用依赖于 cookies 的多录平台服务或功能。<br>
        c) 通过多录所设 cookies 所取得的有关信息，将适用本政策；<br>
      </p>
      <p>
        <span>6. 信息安全</span>
        a) 您的账户均有安全保护功能，请妥善保管您的账户及密码信息。多录将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在「完善的安全措施」。<br>
        b) 在使用多录平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联络多录客服，以便多录采取相应措施。<br>
      </p>
      <p>
        <span>7. 未成年人的特别注意事项</span>
        如果您不是具备完全民事权利能力和完全民事行为能力的自然人，您无权使用多录平台服务，因此多录希望您不要向我们提供任何个人信息。
      </p>
    </div>
  </div>
</template>

<style lang="less" scoped>
.aggrementWrap{
  width:94%;
  margin:auto;
  .aggrementTitle{
    width:50vw;
    margin:auto;
    text-align: center;
    font-size:4.5vw;
    font-weight: 500;
  }
  .aggrementMain{
    p{
      margin-top:3vw;
      font-size:3.3vw;
      span{
        display:block;
        font-size:500;
        font-size:4.5vw;
        font-weight: 500;
      }
    }
  }
}
</style>
